import type {
  SimpleIconFeature,
  SimpleFeature,
  IconFeature,
  BaseFeature,
  ImageFeature,
} from '/@src/types'

export const baseFeatures: BaseFeature[] = [
  {
    title: 'مجهز به هوش مصنوعی',
    text: 'هوش مصنوعی ما هر عملیات پیچیده را انجام می‌دهد و به شما امکان می‌دهد تمرکز کنید.',
  },
  {
    title: 'داده های زمان واقعی',
    text: 'تمام داده های شما برای عملکرد بهتر در زمان واقعی پردازش می‌شوند.',
  },
  {
    title: 'سریع و ایمن',
    text: 'داده های شما در مقایسه با شبکه های سنتی عملا غیرقابل هک هستند.',
  },
]

export const iconFeatures1 = [
  {
    id: 0,
    icon: '/assets/icons/colored/chat.svg',
    title: 'به مشتریان بیشتری دست پیدا کنید',
    content:
      'جایی باشید که مشتریان شما هستند. با رفتار جستجو، خریداران را هدف قرار دهید، کلمات کلیدی تبدیل کننده جدیدی را کشف کنید، و به طور خودکار قیمت ها را بر اساس اهداف محصول خود تنظیم کنید.',
  },
  {
    id: 1,
    icon: '/assets/icons/colored/clock.svg',
    title: 'ساعت ها در هفته صرفه جویی کنید',
    content:
      'گردش کار تبلیغات خود را با ایجاد کمپین خودکار، اصلاح کلمات کلیدی و پیشنهاد الگوریتمی بهینه کنید. شما کنترل ها را تنظیم می کنید و فناوری هوش مصنوعی ما کارهای سنگین را انجام می‌دهد.',
  },
  {
    id: 2,
    icon: '/assets/icons/colored/certificate.svg',
    title: 'بینش سودآوری را دریافت کنید',
    content:
      'هزینه های PPC خود را به هزینه های هر محصول مرتبط کنید و نمای کلی از سودآوری در سطح محصول خود را مشاهده کنید. با اطمینان خاطر با معیارها و گزارش های ضروری تصمیمات هوشمندانه بگیرید.',
  },
]

export const stackedFeatures: IconFeature[] = [
  {
    title: 'کمپین ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'feather:mail',
    link: '/',
  },
  {
    title: 'مدیریت کارها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'green',
    icon: 'feather:briefcase',
    link: '/',
  },
  {
    title: 'داشبورد شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'info',
    icon: 'feather:grid',
    link: '/',
  },
]

export const gradientFeatures: ImageFeature[] = [
  {
    title: 'برای تجارت الکترونیک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    image: '/assets/icons/gradient/banking-gradient-icon-3.svg',
    darkImage: '/assets/icons/gradient/banking-gradient-icon-3.svg',
    link: '/',
  },
  {
    title: 'برای SaaS',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    image: '/assets/icons/gradient/banking-gradient-icon-1.svg',
    darkImage: '/assets/icons/gradient/banking-gradient-icon-1.svg',
    link: '/',
  },
  {
    title: 'برای پرداخت ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    image: '/assets/icons/gradient/banking-gradient-icon-2.svg',
    darkImage: '/assets/icons/gradient/banking-gradient-icon-2.svg',
    link: '/',
  },
]

/*export const baseFeatures: BaseFeature[] = [
  {
    title: "مجهز به هوش مصنوعی",
    text: 'هوش مصنوعی ما هر عملیات پیچیده را انجام می‌دهد و به شما امکان می‌دهد تمرکز کنید.',
  },
  {
    title: 'داده های زمان واقعی',
    text: 'تمام داده های شما برای عملکرد بهتر در زمان واقعی پردازش می‌شوند.',
  },
  {
    title: 'سریع و ایمن',
    text: 'داده های شما در مقایسه با شبکه های سنتی عملا غیرقابل هک هستند.',
  },
]*/

export const baseCommerceFeatures: BaseFeature[] = [
  {
    title: 'ساده برای استفاده',
    text: 'استفاده از برنامه ما بسیار شهودی و ساده است، حتی برای کاربرانی که از فناوری آگاه هستند.',
  },
  {
    title: '90 درصد سود',
    text: 'ما هر ماه فقط بخش کوچکی از درآمد شما را برای بهترین نتیجه می‌گیریم.',
  },
  {
    title: 'ایمن',
    text: 'ادغام درگاه های پرداخت ما بسیار قابل اعتماد، امن و خصوصی هستند.',
  },
]

export const successFeatures: SimpleFeature[] = [
  {
    title: 'عضویت ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'مربیگری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'مدرسه های کوچک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'محصولات',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const commerceFeatures1: SimpleIconFeature[] = [
  {
    title: 'هر جا بفروشید',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:storefront-outline',
  },
  {
    title: 'فروش نرم افزار',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:save-outline',
  },
  {
    title: 'فروش هنر',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:brush-outline',
  },
  {
    title: 'فروش اشتراک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:calendar-outline',
  },
]

export const commerceFeatures2: SimpleIconFeature[] = [
  {
    title: 'بازاریابی ایمیلی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:mail-unread-outline',
  },
  {
    title: 'بسته‌ها و فروش‌های بالا',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:sparkles-outline',
  },
  {
    title: 'جاذب‌های اولیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:magnet-outline',
  },
  {
    title: 'کدهای تخفیف',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:gift-outline',
  },
]

export const commerceFeatures3: SimpleIconFeature[] = [
  {
    title: 'جعبه ابزار همه کاره',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:construct-outline',
  },
  {
    title: 'بینش تجاری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:speedometer-outline',
  },
  {
    title: 'صورتحساب',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:reader-outline',
  },
  {
    title: 'رعایت مالیات',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:document-attach-outline',
  },
]

export const commerceFeatures4: SimpleIconFeature[] = [
  {
    title: 'راهنمای ایجاد کننده',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:glasses-outline',
  },
  {
    title: 'جلسات منتورینگ',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:ribbon-outline',
  },
  {
    title: 'پشتیبانی ۷/۲۴',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:help-buoy-outline',
  },
  {
    title: 'هدایای ایجاد کننده',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:gift-outline',
  },
]

export const pricingIconFeatures = [
  {
    id: 0,
    icon: '/assets/icons/colored/clock.svg',
    title: 'جایی که رفتید از سر بگیرید',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    id: 1,
    icon: '/assets/icons/colored/calendar.svg',
    title: 'بهبود بهره وری',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    id: 2,
    icon: '/assets/icons/colored/world.svg',
    title: 'به راحتی همکاری کنید',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
]
