import type { BaseFeature, SimpleIconFeature } from '/@src/types'

export const commerceAppFeatures: BaseFeature[] = [
  {
    title: 'ساده برای استفاده',
    text: 'استفاده از برنامه ما بسیار شهودی و ساده است، حتی برای کاربرانی که از فناوری آگاه هستند.',
  },
  {
    title: '90 درصد سود',
    text: 'ما هر ماه فقط بخش کوچکی از درآمد شما را برای بهترین نتیجه می‌گیریم.',
  },
  {
    title: 'ایمن',
    text: 'ادغام درگاه های پرداخت ما بسیار قابل اعتماد، امن و خصوصی هستند.',
  },
]

export const salesFeatures: SimpleIconFeature[] = [
  {
    title: 'هر جا بفروشید',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:storefront-outline',
  },
  {
    title: 'فروش نرم افزار',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:save-outline',
  },
  {
    title: 'فروش هنر',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:brush-outline',
  },
  {
    title: 'فروش اشتراک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:calendar-outline',
  },
]

export const growthFeatures: SimpleIconFeature[] = [
  {
    title: 'بازاریابی ایمیلی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:mail-unread-outline',
  },
  {
    title: 'بسته‌ها و فروش‌های بالا',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:sparkles-outline',
  },
  {
    title: 'جاذب‌های اولیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:magnet-outline',
  },
  {
    title: 'کدهای تخفیف',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:gift-outline',
  },
]

export const businessFeatures: SimpleIconFeature[] = [
  {
    title: 'بازاریابی ایمیلی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:mail-unread-outline',
  },
  {
    title: 'بسته‌ها و فروش‌های بالا',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:sparkles-outline',
  },
  {
    title: 'جاذب‌های اولیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:magnet-outline',
  },
  {
    title: 'کدهای تخفیف',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:gift-outline',
  },
]

export const managementFeatures: SimpleIconFeature[] = [
  {
    title: 'جعبه ابزار همه کاره',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:construct-outline',
  },
  {
    title: 'بینش تجاری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:speedometer-outline',
  },
  {
    title: 'صورتحساب',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:reader-outline',
  },
  {
    title: 'رعایت مالیات',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ion:document-attach-outline',
  },
]

export const testimonials = [
  {
    icon: 'et:briefcase',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    testifier: {
      name: 'دنی استوکس',
      picture: '/assets/demo/img/avatars/45.jpg',
      role: 'مؤسس @Covenant',
    },
  },
  {
    icon: 'et:adjustments',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
    testifier: {
      name: 'بلا ولید',
      picture: '/assets/demo/img/avatars/30.jpg',
      role: 'مؤسس @Kromo',
    },
  },
  {
    icon: 'et:trophy',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای. وقتی که این را گفت، او به پایان رسید. سپس آن را در دسترس دانست..',
    testifier: {
      name: 'جوانا میلر',
      picture: '/assets/demo/img/avatars/42.jpg',
      role: 'مؤسس @Grubspot',
    },
  },
  {
    icon: 'et:lightbulb',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای. وقتی که این را گفت، او به پایان رسید. سپس آن را در دسترس دانست..',
    testifier: {
      name: 'ادوارد کولست',
      picture: '/assets/demo/img/avatars/19.jpg',
      role: 'مؤسس @Proactive',
    },
  },
  {
    icon: 'et:layers',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    testifier: {
      name: 'مایک فرایزر',
      picture: '/assets/demo/img/avatars/25.jpg',
      role: 'مؤسس @Infinite',
    },
  },
  {
    icon: 'et:browser',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
    testifier: {
      name: 'آرمین آزادیان',
      picture: '/assets/demo/img/avatars/43.jpg',
      role: 'مؤسس @Tribe',
    },
  },
  {
    icon: 'et:camera',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای. وقتی که این را گفت، او به پایان رسید. سپس آن را در دسترس دانست..',
    testifier: {
      name: 'ساندرا مولدر',
      picture: '/assets/demo/img/avatars/31.jpg',
      role: 'مؤسس @Livetalk',
    },
  },
  {
    icon: 'et:compass',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای. وقتی که این را گفت، او به پایان رسید. سپس آن را در دسترس دانست..',
    testifier: {
      name: 'ادی ویلیامز',
      picture: '/assets/demo/img/avatars/49.jpg',
      role: 'مؤسس @Vonmo',
    },
  },
  {
    icon: 'et:documents',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    testifier: {
      name: 'نواد پراساد',
      picture: '/assets/demo/img/avatars/41.jpg',
      role: 'مؤسس @Brookers',
    },
  },
  {
    icon: 'et:chat',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
    testifier: {
      name: 'کریستینا چو',
      picture: '/assets/demo/img/avatars/29.jpg',
      role: 'مؤسس @Bitbreaker',
    },
  },
]

export const posts = [
  {
    id: 0,
    image: '/assets/illustrations/blog/commerce-1.svg',
    title:
      'نرخ تبدیل را افزایش دهید و یاد بگیرید چگونه سبدهای رها شده را مدیریت کنید',
    likes: '112',
    categories: [
      {
        name: 'اقتصاد',
      },
      {
        name: 'تبدیلات',
      },
      {
        name: 'درآمد',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/commerce-2.svg',
    title: 'چگونه افزایش سفارش می‌تواند به افزایش درآمد و تبدیل شما کمک کند',
    likes: '۳۱۹',
    categories: [
      {
        name: 'سفارشات',
      },
      {
        name: 'پرداخت',
      },
      {
        name: 'تبدیلات',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/commerce-3.svg',
    title:
      'چگونه یک کاتالوگ غنی و به خوبی نگهداری شده مشتریان را به راحتی تبدیل می‌کند',
    likes: '۵۱۹',
    categories: [
      {
        name: 'تبدیلات',
      },
      {
        name: 'فروش',
      },
      {
        name: 'محصولات',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
]

export const customerLogos = [
  {
    id: 0,
    logo: '/assets/brands/kromo.svg',
  },
  {
    id: 1,
    logo: '/assets/brands/proactive.svg',
  },
  {
    id: 2,
    logo: '/assets/brands/tribe.svg',
  },
  {
    id: 3,
    logo: '/assets/brands/infinite.svg',
  },
  {
    id: 4,
    logo: '/assets/brands/grubspot.svg',
  },
]

export const faq = {
  left: [
    {
      title: 'قیمت آن چند است؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا واقعاً جایی کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چه تفاوتی با سایر ابزارها دارد؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
  right: [
    {
      title: 'چگونه کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا می‌توانم آن را به صورت رایگان امتحان کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چند نماینده مجاز هستند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
}
