import type { IconFeature, SimpleFeature, BlobFeature } from '/@src/types'

export const itFeatures: IconFeature[] = [
  {
    title: 'طرح‌ریزی رابط و تجربه کاربری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'ion:diamond-outline',
    link: '/',
  },
  {
    title: 'توسعه وب‌سایت',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'success',
    icon: 'ion:shapes-outline',
    link: '/',
  },
  {
    title: 'تجارت الکترونیک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'info',
    icon: 'ion:storefront-outline',
    link: '/',
  },
  {
    title: 'توسعه موبایل',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'warning',
    icon: 'ion:phone-portrait-outline',
    link: '/',
  },
]

export const itVideoFeatures: SimpleFeature[] = [
  {
    title: 'پایه‌ریزی مفهوم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'پیاده‌سازی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'تصحیح‌سازی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'استقرار',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const itContent = {
  title: 'مهارت‌های فناوری ما',
  text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  link: 'index',
  linkLabel: 'بیشتر بدانید',
  images: [
    {
      url: '/assets/stacks/bulma-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/html5-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/js-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/sass-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/photoshop.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/illustrator.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/vuejs-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/reactjs-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/alpinejs-light.svg',
      label: 'programming language',
    },
    {
      url: '/assets/stacks/nodejs-light.svg',
      label: 'programming language',
    },
  ],
}

export const itProcess: BlobFeature[] = [
  {
    subtitle: 'مشارکت در توسعه',
    title: 'تیمی قوی',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-4.jpg',
    link: '/about',
  },
  {
    subtitle: 'طراحی',
    title: 'مهارت‌های سطح بالا',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-5.jpg',
    link: '/',
  },
  {
    subtitle: 'گام‌های موفقیت',
    title: 'ارتباطات',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-6.jpg',
    link: '/',
  },
]

export const testimonials = [
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/25.jpg',
    name: 'هنری استاترمن',
    position: 'مدیر فروش',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/19.jpg',
    name: 'جوی باگارا',
    position: 'مدیر پروژه',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/21.jpg',
    name: 'لیندا استینسون',
    position: 'کارگردان هنری',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/17.jpg',
    name: 'آنیکا گلر',
    position: 'تحلیلگر کسب و کار',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/35.jpg',
    name: 'راس مارتین',
    position: 'مدیر تولید',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/30.jpg',
    name: 'میراندا والاس',
    position: 'طراح UX',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/42.jpg',
    name: 'آنا کلچنسکی',
    position: 'مدیر پروژه',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/43.jpg',
    name: 'طاها المالکی',
    position: 'توسعه کسب و کار',
  },
]

export const faq = {
  left: [
    {
      title: 'قیمت آن چند است؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا واقعاً جایی کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چه تفاوتی با سایر ابزارها دارد؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
  right: [
    {
      title: 'چگونه کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا می‌توانم آن را به صورت رایگان امتحان کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چند نماینده مجاز هستند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
}
