export const posts = [
  {
    id: 0,
    image: '/assets/posts/post-1.svg',
    title: 'چگونه سه بعدی و واقعیت افزوده دنیای ما را تغییر می‌دهند',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۱،۱ هزار',
    category: 'فناوری',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/45.jpg',
      role: 'Author',
      name: 'مایک ویلسون',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 1,
    image: '/assets/posts/post-2.svg',
    title: 'هنگام آماده شدن برای مصاحبه با استرس مبارزه کنید',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۱،۱ هزار',
    category: 'مشاغل',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/42.jpg',
      role: 'Author',
      name: 'هلن میلر',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 2,
    image: '/assets/posts/post-3.svg',
    title:
      '۳ نکته که به شما کمک می‌کند مسئولیت پذیری خود را در محیط زیست افزایش دهید',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۱،۲ هزار',
    category: 'بوم شناسی',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/30.jpg',
      role: 'Author',
      name: 'ملانیه گرولز',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 3,
    image: '/assets/posts/post-4.svg',
    title: '۵ نکته و استراتژی حرفه ای برای کاهش کار بیشتر',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۱،۴ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/17.jpg',
      role: 'Author',
      name: 'اسپرانزا پاراژیو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 4,
    image: '/assets/posts/post-5.svg',
    title: 'بازاریابی محتوا چگونه فروش شما را بهبود می بخشد؟',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۱،۶ هزار',
    category: 'بازاریابی',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/15.jpg',
      role: 'Author',
      name: 'سارا استوکز',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 5,
    image: '/assets/posts/post-6.svg',
    title: '۵ برنامه عالی برای مدیریت جلسات آنلاین',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۲،۱ هزار',
    category: 'فناوری',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/58.jpg',
      role: 'Author',
      name: 'تیشا جکسون',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 6,
    image: '/assets/posts/post-7.svg',
    title: 'چگونه از مبتدی به مدیر پروژه خبره تبدیل شدم',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۲،۱ هزار',
    category: 'مدیریت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/55.jpg',
      role: 'Author',
      name: 'رون گریزمن',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 7,
    image: '/assets/posts/post-8.svg',
    title: 'استراتژی سرمایه گذاری ۱۴۰۱ خود را آماده سازی کنید',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۲،۴ هزار',
    category: 'مالی',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/53.jpg',
      role: 'Author',
      name: 'کورت روونز',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 8,
    image: '/assets/posts/post-9.svg',
    title: 'آیا ارزش سرمایه گذاری روی ارزهای دیجیتال را دارد؟',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۳،۲ هزار',
    category: 'مالی',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/35.jpg',
      role: 'Author',
      name: 'پیتر ویلند',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 9,
    image: '/assets/posts/post-10.svg',
    title: 'چگونه با ابزارهای ردیابی جدید ما ROI را به حداکثر برسانیم',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۳،۷ هزار',
    category: 'مالی',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/36.jpg',
      role: 'Author',
      name: 'کاتارینا کروپوا',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 10,
    image: '/assets/posts/post-11.svg',
    title: 'زندگی این نیست که یک سری پول بدست آورید',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۴،۱ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/31.jpg',
      role: 'Author',
      name: 'ننسی اسمیث',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 11,
    image: '/assets/posts/post-12.svg',
    title: '۱۰ سال همکاری را به اوج رسانده است',
    abstract:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    views: '۵،۶ هزار',
    category: 'مدیریت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/39.jpg',
      role: 'Author',
      name: 'ساموئل ویلینگز',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
]

export const demoPosts1 = [
  {
    id: 0,
    image: '/assets/illustrations/blog/landscape-abstract-7.svg',
    title: 'نحوه انجام تجزیه و تحلیل رقبای آمازون',
    abstract:
      'فروش در آمازون نبردی است که دائماً در حال جنگیدن آن هستید، چه در مورد مدیریت عملیات خود...',
    views: '۱،۱ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/45.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/landscape-abstract-8.svg',
    title: 'نحوه درخواست بررسی در آمازون (ایمن)',
    abstract:
      'بررسی ها برای موفقیت تجارت الکترونیک شما ضروری است، به خصوص اگر در آمازون بفروشید. برخط...',
    views: '۱،۱ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/42.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/landscape-abstract-9.svg',
    title: 'زنجیره تامین آمازون چگونه کار می‌کند',
    abstract:
      'چه یک شرکت بزرگتر یا کوچکتر باشید که به دنبال گسترش عملیات آنلاین خود هستید، آمازون یک ...',
    views: '۱،۲ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/30.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
]

export const demoPosts2 = [
  {
    id: 0,
    image: '/assets/illustrations/blog/landscape-abstract-10.svg',
    title: 'نحوه انجام تجزیه و تحلیل رقبای آمازون',
    abstract:
      'فروش در آمازون نبردی است که دائماً در حال جنگیدن آن هستید، چه در مورد مدیریت عملیات خود...',
    views: '۱،۱ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/45.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/landscape-abstract-11.svg',
    title: 'نحوه درخواست بررسی در آمازون (ایمن)',
    abstract:
      'بررسی ها برای موفقیت تجارت الکترونیک شما ضروری است، به خصوص اگر در آمازون بفروشید. برخط...',
    views: '۱،۱ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/42.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/landscape-abstract-12.svg',
    title: 'زنجیره تامین آمازون چگونه کار می‌کند',
    abstract:
      'چه یک شرکت بزرگتر یا کوچکتر باشید که به دنبال گسترش عملیات آنلاین خود هستید، آمازون یک ...',
    views: '۱،۲ هزار',
    category: 'تجارت',
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
    author: {
      photo: '/assets/demo/img/avatars/30.jpg',
      role: 'Author',
      name: 'جان دو',
    },
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
]

export const resources = [
  {
    id: 0,
    image: '/assets/illustrations/blog/landscape-abstract-1.svg',
    title: 'نحوه برگزاری جلسات تیمی رقابتی',
    likes: '۲۳۴',
    categories: [
      {
        name: 'کسب و کار',
      },
      {
        name: 'فنی',
      },
      {
        name: 'بهره وری',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/landscape-abstract-2.svg',
    title: 'همه آنچه باید در مورد جلسه یک به یک بدانید',
    likes: '۹۳',
    categories: [
      {
        name: 'تکنیک',
      },
      {
        name: 'گفتار',
      },
      {
        name: 'کار',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/landscape-abstract-3.svg',
    title: 'نکات برتر جف جردن در مورد کارایی مدیریت تیم',
    likes: '۵۴',
    categories: [
      {
        name: 'مدیریت',
      },
      {
        name: 'تیم',
      },
      {
        name: 'منابع انسانی',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
]

export const resources2 = [
  {
    id: 0,
    image: '/assets/illustrations/blog/landscape-abstract-4.svg',
    title: 'بیاموزید که چگونه UX دنیای توسعه وب را ربوده است',
    likes: '۷۶',
    categories: [
      {
        name: 'توسعه نرم‌افزار',
      },
      {
        name: 'UX',
      },
      {
        name: 'رابط کاربری',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/landscape-abstract-5.svg',
    title:
      'ساخت یک وب‌سایت تجارت الکترونیک بسیار بیشتر از آن چیزی است که فکر می کنید',
    likes: '۳۱۹',
    categories: [
      {
        name: 'تجارت الکترونیک',
      },
      {
        name: 'توسعه نرم‌افزار',
      },
      {
        name: 'استارتاپ',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/landscape-abstract-6.svg',
    title: 'راه طولانی برای بهینه سازی نمرات SEO و Lighthouse سایت شما',
    likes: '۲۳۴',
    categories: [
      {
        name: 'سئو',
      },
      {
        name: 'Lighthouse',
      },
      {
        name: 'بهینه‌سازی',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
]

export const resources3 = [
  {
    id: 0,
    image: '/assets/illustrations/blog/commerce-1.svg',
    title:
      'نرخ تبدیل را افزایش دهید و یاد بگیرید چگونه سبدهای رها شده را مدیریت کنید',
    likes: '112',
    categories: [
      {
        name: 'اقتصاد',
      },
      {
        name: 'تبدیلات',
      },
      {
        name: 'درآمد',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 1,
    image: '/assets/illustrations/blog/commerce-2.svg',
    title: 'چگونه افزایش سفارش می‌تواند به افزایش درآمد و تبدیل شما کمک کند',
    likes: '۳۱۹',
    categories: [
      {
        name: 'سفارشات',
      },
      {
        name: 'پرداخت',
      },
      {
        name: 'تبدیلات',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
  {
    id: 2,
    image: '/assets/illustrations/blog/commerce-3.svg',
    title:
      'چگونه یک کاتالوگ غنی و به خوبی نگهداری شده مشتریان را به راحتی تبدیل می‌کند',
    likes: '۵۱۹',
    categories: [
      {
        name: 'تبدیلات',
      },
      {
        name: 'فروش',
      },
      {
        name: 'محصولات',
      },
    ],
    date: '17 مرداد ۱۴۰۳',
    duration: 2,
  },
]
