export const nftAvatars = [
  {
    picture: '/assets/nft/avatars/chomp.svg',
  },
  {
    picture: '/assets/nft/avatars/robot.svg',
  },
  {
    picture: '/assets/nft/avatars/reaper.svg',
  },
  {
    picture: '/assets/nft/avatars/cat.svg',
  },
  {
    picture: '/assets/nft/avatars/egg.svg',
  },
]

export const faq = {
  left: [
    {
      title: 'قیمت آن چند است؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا واقعاً جایی کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چه تفاوتی با سایر ابزارها دارد؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
  right: [
    {
      title: 'چگونه کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا می‌توانم آن را به صورت رایگان امتحان کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چند نماینده مجاز هستند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
}

export const boxedPosts = [
  {
    id: 0,
    image: '/assets/posts/boxed-1.png',
    title: 'مشتریان و فروشندگان',
    slug: 'our-customer-seller-program',
    abstract:
      'ما در تلاشیم تا معتبرترین و فراگیرترین بازار جهانی NFT را بسازیم و همچنین ظرفیت...',
    category: 'marketplace',
    date: '17 مرداد ۱۴۰۳',
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
  {
    id: 1,
    image: '/assets/posts/boxed-2.png',
    title: '10 نکته برای جلوگیری از علامت‌گذاری شدن',
    slug: '10-tips-to-avoid-being-flagged',
    abstract:
      'NFT یکی از بزرگترین کاربردهای بلاکچین امروز هستند. کشف کنید چگونه کسب و کار خود را بهینه کنید و...',
    category: 'marketplace',
    date: '17 مرداد ۱۴۰۳',
    content:
      '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
  },
]
