import type { IconFeature } from '/@src/types'

export const supportFeatures: IconFeature[] = [
  {
    title: 'چند کاناله',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'ion:layers-outline',
    link: '/',
  },
  {
    title: 'چت زنده',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'green',
    icon: 'ion:headset-outline',
    link: '/',
  },
  {
    title: 'صفحه پشتیبانی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'warning',
    icon: 'ion:grid-outline',
    link: '/',
  },
]

export const coloredFeaturesFirst = {
  title: 'ویژگی های عالی',
  text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
  images: [
    {
      url: '/assets/illustrations/features/colored-feature-1.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
    {
      url: '/assets/illustrations/features/colored-feature-2.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
    {
      url: '/assets/illustrations/features/colored-feature-3.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
  ],
}

export const coloredFeaturesSecond = {
  title: 'فلسفه ما',
  text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
  images: [
    {
      url: '/assets/illustrations/features/colored-feature-4.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
    {
      url: '/assets/illustrations/features/colored-feature-5.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
    {
      url: '/assets/illustrations/features/colored-feature-6.png',
      text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
      link: 'index',
    },
  ],
}

export const testimonials = [
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/25.jpg',
    name: 'هنری استاترمن',
    position: 'مدیر فروش',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/19.jpg',
    name: 'جوی باگارا',
    position: 'مدیر پروژه',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/21.jpg',
    name: 'لیندا استینسون',
    position: 'کارگردان هنری',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/17.jpg',
    name: 'آنیکا گلر',
    position: 'تحلیلگر کسب و کار',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/35.jpg',
    name: 'راس مارتین',
    position: 'مدیر تولید',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/30.jpg',
    name: 'میراندا والاس',
    position: 'طراح UX',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/42.jpg',
    name: 'آنا کلچنسکی',
    position: 'مدیر پروژه',
  },
  {
    content:
      'این یک شبکه واقعا جالب است. مثلاً زمانی با ریچارد دعوا کردیم و فکر می‌کنم آنها برخی از داده‌های من را حذف کردند، اما سپس آن‌ها را بازگرداندند.',
    avatar: '/assets/demo/img/avatars/43.jpg',
    name: 'طاها المالکی',
    position: 'توسعه کسب و کار',
  },
]

export const faq = {
  left: [
    {
      title: 'قیمت آن چند است؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا واقعاً جایی کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چه تفاوتی با سایر ابزارها دارد؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
  right: [
    {
      title: 'چگونه کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا می‌توانم آن را به صورت رایگان امتحان کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چند نماینده مجاز هستند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
}

export const customerLogos = [
  {
    id: 0,
    logo: '/assets/brands/kromo.svg',
  },
  {
    id: 1,
    logo: '/assets/brands/proactive.svg',
  },
  {
    id: 2,
    logo: '/assets/brands/tribe.svg',
  },
  {
    id: 3,
    logo: '/assets/brands/infinite.svg',
  },
  {
    id: 4,
    logo: '/assets/brands/grubspot.svg',
  },
]
