import type {
  SimpleFeature,
  IconFeature,
  BlobFeature,
  ImageFeature,
} from '/@src/types'

export const features: IconFeature[] = [
  {
    title: 'کمپین ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'feather:mail',
    link: '/',
  },
  {
    title: 'مدیریت کارها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'green',
    icon: 'feather:briefcase',
    link: '/',
  },
  {
    title: 'داشبورد شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'info',
    icon: 'feather:grid',
    link: '/',
  },
  {
    title: 'درگاه های پرداخت',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'purple',
    icon: 'feather:credit-card',
    link: '/',
  },
  {
    title: 'مدیریت زمان',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'yellow',
    icon: 'feather:clock',
    link: '/',
  },
  {
    title: 'اطلاعیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'red',
    icon: 'feather:bell',
    link: '/',
  },
  {
    title: 'ادغام های اجتماعی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'success',
    icon: 'feather:facebook',
    link: '/',
  },
  {
    title: 'پیام رسانی فوری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'orange',
    icon: 'feather:message-circle',
    link: '/',
  },
]

export const features2: ImageFeature[] = [
  {
    title: 'کمپین ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/laptop-mail.svg',
    darkImage: '/assets/icons/colored/laptop-mail.svg',
    link: '/',
  },
  {
    title: 'مدیریت کارها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/papers.svg',
    darkImage: '/assets/icons/colored/papers.svg',
    link: '/',
  },
  {
    title: 'داشبورد شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/compass.svg',
    darkImage: '/assets/icons/colored/compass.svg',
    link: '/',
  },
  {
    title: 'درگاه های پرداخت',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/credit-card.svg',
    darkImage: '/assets/icons/colored/credit-card.svg',
    link: '/',
  },
  {
    title: 'مدیریت زمان',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/clock.svg',
    darkImage: '/assets/icons/colored/clock.svg',
    link: '/',
  },
  {
    title: 'اطلاعیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/bell.svg',
    darkImage: '/assets/icons/colored/bell.svg',
    link: '/',
  },
  {
    title: 'ادغام های اجتماعی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/puzzle.svg',
    darkImage: '/assets/icons/colored/puzzle.svg',
    link: '/',
  },
  {
    title: 'پیام رسانی فوری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/icons/colored/chat.svg',
    darkImage: '/assets/icons/colored/chat.svg',
    link: '/',
  },
]

export const features3: SimpleFeature[] = [
  {
    title: 'گزارش‌های ماهانه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'داشبورد حرفه‌ای',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const features4: SimpleFeature[] = [
  {
    title: 'ارسال سریع',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'اپلیکیشن مسیریابی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'سفارش‌های ثبت شده',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'فروش‌های اختصاصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const features5: IconFeature[] = [
  {
    title: 'حفظ آرامش',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    color: 'primary',
    icon: 'feather:coffee',
    link: '/',
  },
  {
    title: 'صرفه جویی زمان',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    color: 'green',
    icon: 'feather:clock',
    link: '/',
  },
  {
    title: 'درآمد بیشتر',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    color: 'info',
    icon: 'feather:zap',
    link: '/',
  },
]

export const features6: ImageFeature[] = [
  {
    title: 'پشتیبانی ۷/۲۴',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-feature-1.svg',
    darkImage: '/assets/illustrations/features/standard-feature-1.svg',
    link: '/',
  },
  {
    title: 'موقعیت ثابت',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-feature-2.svg',
    darkImage: '/assets/illustrations/features/standard-feature-2.svg',
    link: '/',
  },
  {
    title: 'ادغام های اجتماعی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-feature-3.svg',
    darkImage: '/assets/illustrations/features/standard-feature-3.svg',
    link: '/',
  },
]

export const features7: ImageFeature[] = [
  {
    title: 'مکان‌های داخل جنگل',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-landscape-1.svg',
    darkImage: '/assets/illustrations/features/standard-landscape-1.svg',
    link: '/',
  },
  {
    title: 'مکان‌های آشنا',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-landscape-2.svg',
    darkImage: '/assets/illustrations/features/standard-landscape-2.svg',
    link: '/',
  },
  {
    title: 'مکان‌های مرزی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-landscape-3.svg',
    darkImage: '/assets/illustrations/features/standard-landscape-3.svg',
    link: '/',
  },
  {
    title: 'مکان‌های آبشاری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    image: '/assets/illustrations/features/standard-landscape-4.svg',
    darkImage: '/assets/illustrations/features/standard-landscape-4.svg',
    link: '/',
  },
]

export const features8: SimpleFeature[] = [
  {
    title: 'ارسال به آدرس شما',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'تازه و خوشمزه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'بدون دستکاری ژنتیکی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'دریافت نمایندگی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const features9: BlobFeature[] = [
  {
    subtitle: 'کار تیمی',
    title: 'به راحتی همکاری کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-1.jpg',
    link: '/',
  },
  {
    subtitle: 'موثر بودن',
    title: 'ساعت‌ها زمان را صرفه‌جویی کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-2.jpg',
    link: '/',
  },
  {
    subtitle: 'رضایت‌مندی',
    title: 'کار را تمام کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. نامی حسادت‌آمیز است، بدنام و مشکوک. دوستی به دلیل سودجویی جستجو شده است. او گفت: «من درباره نام کار نمی‌کنم.» دو پادشاه: ساختار اینترنتی. آیا فکر می‌کنی که مردم باید به شیوه‌ای متفاوت از فیلسوفان صحبت کنند؟',
    image: '/assets/demo/img/features/side-feature-3.jpg',
    link: '/',
  },
]
