export const faqBlockDProps = `
<script setup lang="ts">
export interface FaqBoxedCollapseItem {
  title: string
  content: string
}

export interface FaqBoxedCollapseProps {
  items: FaqBoxedCollapseItem[]
  chevrons?: boolean
}
</script>
`

export const faqBlockD = `
<script setup lang="ts">
import { genericFaq } from '/@src/data/blocks/advanced/faq'
</script>

<template>
  <FaqListBoxed :items="genericFaq" />
</template>
`

export const faqBlockDSample = `
export const genericFaq = [
  {
    title: 'چگونه کار می‌کند؟',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    title: "عضویت شامل چه مواردی می‌شود؟",
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    title: 'آیا تمام خدمات API رایگان واقعاً نامحدود هستند؟',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    title: 'سیستم صورتحساب چگونه کار می‌کند؟',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    title: 'آیا می‌توانم برای پشتیبانی اختصاصی ثبت‌نام کنم؟',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
  {
    title: 'چگونه می‌توانم حساب کاربری خود را ارتقا دهم؟',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
  },
]
`
