import type { SimpleFeature, IconFeature } from '/@src/types'

export const creatorFeatures: IconFeature[] = [
  {
    title: 'کمپین ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'feather:mail',
    link: '/',
  },
  {
    title: 'مدیریت کارها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'green',
    icon: 'feather:briefcase',
    link: '/',
  },
  {
    title: 'داشبورد شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'info',
    icon: 'feather:grid',
    link: '/',
  },
  {
    title: 'درگاه های پرداخت',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'purple',
    icon: 'feather:credit-card',
    link: '/',
  },
  {
    title: 'مدیریت زمان',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'yellow',
    icon: 'feather:clock',
    link: '/',
  },
  {
    title: 'اطلاعیه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'red',
    icon: 'feather:bell',
    link: '/',
  },
  {
    title: 'ادغام های اجتماعی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'success',
    icon: 'feather:facebook',
    link: '/',
  },
  {
    title: 'پیام رسانی فوری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'orange',
    icon: 'feather:message-circle',
    link: '/',
  },
]

export const successFeatures: SimpleFeature[] = [
  {
    title: 'عضویت ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'مربیگری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'مدرسه های کوچک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    title: 'محصولات',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const featuredCreators = {
  title: 'خالقان برگزیده‌ی ما',
  subtitle: 'با خالقان ما آشنا شوید',
  text: [
    {
      paragraph:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز.',
    },
    {
      paragraph:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز.',
    },
  ],
  images: [
    {
      url: '/assets/demo/img/tiles/2a.jpg',
      name: 'میلان جنسن',
      position: 'اینفلوئنسر',
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    },
    {
      url: '/assets/demo/img/tiles/5.png',
      name: 'راب کارلیله',
      position: 'اینفلوئنسر',
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    },
    {
      url: '/assets/demo/img/tiles/6.jpg',
      name: 'دنی اسپیتز',
      position: 'یوتیوبر',
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    },
    {
      url: '/assets/demo/img/tiles/1a.jpg',
      name: 'تامی لی',
      position: 'یوتیوبر',
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    },
    {
      url: '/assets/demo/img/tiles/9.jpg',
      name: 'نگیسا فولر',
      position: 'اینفلوئنسر',
      description:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    },
  ],
}

export const testimonials = [
  {
    id: 0,
    customer: {
      name: 'مایک ویلیامز',
      photo: '/assets/demo/img/avatars/1.jpg',
      position: 'مؤسس @Covenant',
    },
    logo: '/assets/brands/covenant.svg',
    content:
      'نرم افزار وولک به طور قابل توجهی قوی است و تحلیلگران آنها به ما کمک کرده اند تا سودآوری خود را به حداکثر برسانیم و واقعاً ارزش افزایشی تبلیغات وب خود را درک کنیم.',
  },
  {
    id: 1,
    customer: {
      name: 'تارا رید',
      photo: '/assets/demo/img/avatars/2.jpg',
      position: 'مدیر مالی @Kromo',
    },
    logo: '/assets/brands/kromo.svg',
    content:
      'نه تنها معیارها و عملکرد ما بالاتر و فراتر از انتظارات است، بلکه من واقعاً تحت تأثیر روشی که آنها کسب و کار ما را مدیریت می‌کنند، شده ام.',
  },
  {
    id: 2,
    customer: {
      name: 'نلی اولسن',
      photo: '/assets/demo/img/avatars/21.jpg',
      position: 'مؤسس @Infinite',
    },
    logo: '/assets/brands/infinite.svg',
    content:
      'وولک قطعا مدیریت تبلیغات وب ما را بهتر کرده است. وولک با ترکیب راحتی مدیریت کلمات کلیدی و پیشنهادات، همراه با توانایی ردیابی نتایج مداوم، به ما کنترل بیشتری نسبت به قبل بر تبلیغات وب خود داده است.',
  },
  {
    id: 3,
    customer: {
      name: 'آدریان فلکس',
      photo: '/assets/demo/img/avatars/19.jpg',
      position: 'مؤسس @Grubspot',
    },
    logo: '/assets/brands/grubspot.svg',
    content:
      'آوردن وولک یک دارایی فوق العاده برای تجارت وب ما بوده است. سرعت فروش NatureWise به طور قابل توجهی افزایش یافته است، و ما هیجان زده هستیم که در این مسیر با وب DSP ادامه دهیم.',
  },
  {
    id: 4,
    customer: {
      name: 'بری ویلکز',
      photo: '/assets/demo/img/avatars/24.jpg',
      position: 'مدیر عامل @Phasekit',
    },
    logo: '/assets/brands/phasekit.svg',
    content:
      'در عرض سه ماه از شروع کار با وولک، ما بهترین ماه خود را از نظر سود و فروش داشتیم.',
  },
  {
    id: 5,
    customer: {
      name: 'اما اسپنسر',
      photo: '/assets/demo/img/avatars/17.jpg',
      position: 'همکار بازاریابی @Tribe',
    },
    logo: '/assets/brands/tribe.svg',
    content:
      'نه تنها معیارها و عملکرد ما بالاتر و فراتر از انتظارات است، بلکه من واقعاً تحت تأثیر روشی که آنها کسب و کار ما را مدیریت می‌کنند، شده ام.',
  },
  {
    id: 6,
    customer: {
      name: 'آلن اسمیت',
      photo: '/assets/demo/img/avatars/23.jpg',
      position: 'مدیریت @Proactive',
    },
    logo: '/assets/brands/proactive.svg',
    content:
      'هنگامی که الگوریتم را در عمل مشاهده کردید، متوجه خواهید شد که وولک و فناوری آنها واقعاً چقدر عالی هستند!',
  },
  {
    id: 7,
    customer: {
      name: 'لانا هنریکس',
      photo: '/assets/demo/img/avatars/14.jpg',
      position: 'مؤسس @Live Talk',
    },
    logo: '/assets/brands/livetalk.svg',
    content:
      'وولک قطعا مدیریت تبلیغات وب ما را بهتر کرده است. وولک با ترکیب راحتی مدیریت کلمات کلیدی و پیشنهادات، همراه با توانایی ردیابی نتایج مداوم، به ما کنترل بیشتری نسبت به قبل بر تبلیغات وب خود داده است.',
  },
  {
    id: 8,
    customer: {
      name: 'هلن واتس',
      photo: '/assets/demo/img/avatars/12.jpg',
      position: 'مؤسس @Gutwork',
    },
    logo: '/assets/brands/gutwork.svg',
    content:
      'وولک با دیدگاه بسیار روشنی در مورد چگونگی هدایت رشد برند در وب، سیستم‌های هوش مصنوعی قدرتمند و تیم خدمات مدیریت شده قوی وارد بازار شد.',
  },
  {
    id: 9,
    customer: {
      name: 'جان بیگزبی',
      photo: '/assets/demo/img/avatars/22.jpg',
      position: 'مؤسس @Bitbreaker',
    },
    logo: '/assets/brands/bitbreaker.svg',
    content:
      'در عرض سه ماه از شروع کار با وولک، ما بهترین ماه خود را از نظر سود و فروش داشتیم.',
  },
]
