export const termsOfService = `
### بررسی اجمالی

**Vulk** سرویس **Vulk.ir** را اداره می‌کند که امیدواریم از آن استفاده کنید. اگر از آن استفاده می‌کنید، لطفاً به طور مسئولانه استفاده کنید. اگر این کار را نکنید، مجبور خواهیم شد حساب شما را خاتمه دهیم.

برای حساب‌های پرداختی، شما به صورت ماهانه هزینه خواهید شد. شما می‌توانید هر زمان که بخواهید، حساب خود را لغو کنید، اما هیچ بازپرداختی وجود ندارد.

شما مالک کد منبعی هستید که به **Vulk.ir** ارائه می‌دهید و مسئول نگهداری آن به صورت امن هستید.

**شرایط خدمات**، خود **Vulk.ir** و قیمت‌های ما ممکن است هر زمانی تغییر کنند. ما 30 روز قبل از هرگونه تغییر قیمتی به شما اطلاع خواهیم داد. ما سعی خواهیم کرد درباره تغییرات عمده در **شرایط خدمات** یا **Vulk.ir** به شما هشدار دهیم، اما هیچ ضمانتی نداریم.

این ایده اصلی است، اما **شما** باید تمام **شرایط خدمات** زیر را بخوانید و با تمام جزئیات آن موافقت کنید قبل از اینکه از هر یک از سایت‌های ما استفاده کنید (چه حساب کاربری ایجاد کرده باشید یا نه).

### استفاده مجدد

این سند یک نسخه‌برداری از [شرایط خدمات Heroku](http://legal.heroku.com/tos) است، که خود نسخه‌برداری از [شرایط خدمات Google App Engine](http://code.google.com/appengine/terms.html) است. اثر اصلی با اجازه تحت [مجوز Creative Commons Attribution 3.0](http://creativecommons.org/licenses/by/3.0/) اصلاح شده است. نه **Heroku, Inc.** و نه **Google, Inc.** با **Vulk** مرتبط نیستند و از آن حمایت یا تأیید نمی‌کنند.

شما می‌توانید این سند را برای نیازهای خود تطبیق داده و استفاده کنید. اگر بهبوداتی ایجاد کردید، خوشحال می‌شویم اگر به ما اطلاع دهید تا بتوانیم مستندات خود را بهبود بخشیم.

### توافق شما با Vulk

استفاده شما از سرویس **Vulk** تحت این توافق‌نامه (که "شرایط" نامیده می‌شود) قرار دارد. "**Vulk**" به معنی **Vulk Inc.** است. "سرویس" به معنی خدماتی است که **Vulk** ارائه می‌دهد، از جمله وب‌سایت‌های ما \\([URL]\\ و \\[URL]\\)، وبلاگ ما، API ما، و هر نرم‌افزار، سایت و خدمات دیگری که توسط **Vulk** در ارتباط با هر یک از این موارد ارائه می‌شود. "کد منبع مشتری" به معنای هر کدی است که شما برای استفاده از سرویس به **Vulk** ارائه می‌دهید. "محتوا" به معنای تمام محتوایی است که **Vulk** به نمایندگی از شما تولید می‌کند \\(از جمله داده‌های متریک\\) و شامل کد منبع مشتری نمی‌شود.

برای استفاده از سرویس، **شما** (که به عنوان "مشتری"، "شما"، یا "شما" نامیده می‌شود) ابتدا باید با **شرایط** موافقت کنید. شما درک و موافقت می‌کنید که **Vulk** استفاده شما از سرویس را به عنوان پذیرش **شرایط** از آن نقطه به بعد تلقی خواهد کرد.

**Vulk** ممکن است از زمان به زمان تغییراتی در **شرایط** ایجاد کند. شما می‌توانید تغییرات را با خاتمه دادن به حساب خود رد کنید. شما درک و موافقت می‌کنید که اگر از سرویس بعد از تاریخ تغییر **شرایط** استفاده کنید، **Vulk** استفاده شما را به عنوان پذیرش **شرایط** به‌روز شده تلقی خواهد کرد.

اگر سوالی درباره **شرایط** دارید، لطفاً با ما در \`contact@vulk.io\` تماس بگیرید.

### حساب شما

* شما نمی‌توانید از سرویس استفاده کنید اگر **شما** فردی باشید که طبق قوانین ایالات متحده یا کشورهای دیگر، از جمله کشوری که در آن اقامت دارید یا از آن سرویس استفاده می‌کنید، از دریافت سرویس منع شده‌اید.
* شما نمی‌توانید از سرویس استفاده کنید مگر اینکه بیش از 13 سال داشته باشید.
* شما باید یک انسان باشید. حساب‌های ایجاد شده توسط روش‌های خودکار مجاز نیستند.

### استفاده از سرویس

* شما باید هر بار که برای استفاده از سرویس ثبت‌نام می‌کنید، اطلاعات ثبت‌نام دقیق و کامل ارائه دهید.
* شما مسئول امنیت رمزهای عبور خود و هرگونه استفاده از حساب خود هستید.
* استفاده شما از سرویس باید با تمام قوانین، مقررات و آیین‌نامه‌های مربوطه مطابقت داشته باشد.
* شما موافقت می‌کنید که در هیچ فعالیتی که با سرویس تداخل یا آن را مختل کند، شرکت نکنید.
* **Vulk** حق دارد در نظر خود، با یا بدون اطلاع قبلی، سهمیه‌ها و محدودیت‌های استفاده (برای هر منبع، از جمله API) را اجرا کند، که ممکن است منجر به غیر فعال کردن یا کاهش استفاده شما از سرویس توسط **Vulk** به مدت زمان مشخصی شود.
* شما نمی‌توانید اجازه دهید چندین نفر از همان حساب استفاده کنند یا به‌طور دیگری به سرویس دسترسی پیدا کنند به روشی که هدف آن جلوگیری از پرداخت هزینه‌ها باشد.

### سیاست‌های سرویس و حریم خصوصی

سرویس تحت سیاست حریم خصوصی برای سرویس موجود در [پالیسی حریم خصوصی] قرار خواهد گرفت. شما موافقت می‌کنید که داده‌های شما مطابق با سیاست‌های حریم خصوصی **Vulk** استفاده شود.

### هزینه‌های استفاده از سرویس

* سرویس ممکن است تا حدودی بدون هزینه به شما ارائه شود یا برای یک دوره "آزمایشی" خاص.
* استفاده بیشتر از این محدودیت (یا بعد از دوره "آزمایشی") نیاز به خرید منابع یا خدمات اضافی توسط شما دارد.
* برای تمام منابع و خدمات خریداری شده، ما هزینه کارت اعتباری شما را به صورت ماهانه شارژ خواهیم کرد.
* پرداخت‌ها غیرقابل بازپرداخت هستند. هیچ بازپرداخت یا اعتبار برای ماه‌های جزئی خدمات، بازپرداخت‌های ارتقا/تنزل، یا بازپرداخت برای ماه‌های استفاده نشده با حساب باز وجود نخواهد داشت.
* هزینه‌ها به‌طور انحصاری بر اساس اندازه‌گیری‌های **Vulk** از استفاده شما از سرویس هستند، مگر اینکه به صورت کتبی به توافق دیگری برسیم.
* تمام هزینه‌ها از مالیات‌ها، عوارض، یا وظایف تحمیل شده توسط مقامات مالیاتی مستثنی است و **شما** مسئول پرداخت تمام این مالیات‌ها، عوارض یا وظایف خواهید بود.
* شما تأیید و موافقت می‌کنید که هرگونه اطلاعات کارت اعتباری و اطلاعات مربوط به صورتحساب و پرداخت که به **Vulk** ارائه می‌دهید، ممکن است توسط **Vulk** با شرکت‌هایی که به نمایندگی از **Vulk** کار می‌کنند، مانند پردازش‌کنندگان پرداخت و/یا آژانس‌های اعتباری، به‌طور انحصاری برای اهداف بررسی اعتبار، انجام پرداخت به **Vulk** و خدمات‌رسانی به حساب شما، به اشتراک گذاشته شود.
* **Vulk** ممکن است هزینه‌ها و سیاست‌های پرداخت خود را برای سرویس با اطلاع‌رسانی به شما حداقل سی \\(30\\) روز قبل از شروع دوره صورتحساب که چنین تغییراتی در آن تأثیر خواهد گذاشت، تغییر دهد.

### لغو و خاتمه

* شما باید حساب خود را از طریق \\[URL\\] لغو کنید. درخواست از طریق ایمیل یا تلفن برای لغو حساب شما به عنوان لغو در نظر گرفته نمی‌شود.
* اگر **شما** حساب خود را لغو کنید، هیچ بازپرداختی دریافت نخواهید کرد.
* اگر **شما** سرویس را قبل از پایان ماه پرداختی فعلی خود لغو کنید، لغو شما به‌طور فوری مؤثر خواهد بود و شما دوباره هزینه نخواهید شد.
* تمام کد منبع مشتری و محتوا، در مدت زمان معقولی که به‌طور انحصاری توسط **Vulk** تعیین می‌شود، پس از لغو از سرویس حذف خواهد شد.
* شما موافقت می‌کنید که **Vulk**، به صلاحدید خود و به هر دلیلی یا بدون دلیل، ممکن است حساب شما را خاتمه دهد یا معلق کند. شما موافقت می‌کنید که هرگونه خاتمه دسترسی شما به سرویس ممکن است بدون اطلاع قبلی باشد و شما موافقت می‌کنید که **Vulk** در قبال شما یا هر شخص ثالثی برای چنین خاتمه‌ای مسئول نباشد.

### کد منبع مشتری

* **Vulk** هیچ ادعایی در مورد مالکیت یا کنترل بر کد منبع مشتری ندارد. **شما** حق چاپ و هرگونه حقوق دیگری که در کد منبع مشتری دارید را حفظ می‌کنید و مسئول محافظت از این حقوق به‌طور مناسب هستید.
* **شما** موافقت می‌کنید که مسئولیت کامل پیکربندی سرویس برای اجازه دادن به دسترسی مناسب به هر کد منبع مشتری ارائه شده به سرویس را بر عهده بگیرید.
* **شما** درک می‌کنید که پروژه‌های عمومی کد منبع مشتری را به هر طرفی در اینترنت، از جمله موتورهای جستجو و ربات‌های وب نمایش می‌دهند.
* **شما** درک می‌کنید که پروژه‌های خصوصی کد منبع مشتری را به **شما** و هر همکارانی که **شما** برای آن پروژه تعیین کرده‌اید، نمایش خواهند داد.
* **شما** مسئول تمام همکاران یا خدمات شخص ثالثی که **شما** به آنها اجازه می‌دهید تا کد منبع مشتری را مشاهده کنند و آنها را به‌خطر خود می‌سپارید.
* **Vulk** مسئول نیست اگر **شما** پیکربندی یا پیکربندی اشتباهی از پروژه خود داشته باشید و به‌طور نادرست اجازه دهید طرف‌های غیرمجاز کد منبع مشتری را مشاهده کنند.

### ایده‌ها و بازخورد

**شما** ممکن است تصمیم بگیرید یا ما ممکن است از **شما** دعوت کنیم که نظرات یا ایده‌هایی درباره سرویس ارائه دهید، از جمله اما نه محدود به ایده‌هایی درباره بهبود سرویس یا محصولات ما ("ایده‌ها"). با ارائه هر ایده‌ای، **شما** موافقت می‌کنید که افشای شما بدون درخواست و بدون محدودیت است و **Vulk** تحت هیچ تعهد یا الزام دیگری نخواهد بود و ما آزادیم که از ایده استفاده کنیم بدون هیچ جبران اضافی به **شما**، و/یا ایده را به صورت غیر محرمانه یا به طور دیگر به هر کسی افشا کنیم.

### تغییر سرویس

* **شما** تأیید و موافقت می‌کنید که سرویس ممکن است از زمان به زمان بدون اطلاع قبلی به **شما** تغییر کند.
* تغییرات شامل، بدون محدودیت، تغییرات در سیاست‌های هزینه و پرداخت، وصله‌های امنیتی، اضافه یا حذف عملکرد و سایر بهبودها یا محدودیت‌ها است.
* **Vulk** مسئولیتی نسبت به **شما** یا هر شخص ثالثی برای هر تغییر، تغییر قیمت، معلق کردن یا خاتمه سرویس نخواهد داشت.

### منابع خارجی

سرویس‌ها ممکن است شامل پیوندهای خارجی به وب‌سایت‌ها یا محتوا یا منابع یا محتوای ایمیل دیگر باشد. **شما** تأیید و موافقت می‌کنید که **Vulk** مسئولیت در دسترس بودن هر یک از چنین سایت‌ها یا منابع خارجی را ندارد و تبلیغات، محصولات یا سایر مواد موجود در یا از چنین وب‌سایت‌ها یا منابعی را تأیید نمی‌کند.

### مجوز از Vulk و محدودیت‌ها

**Vulk** به **شما** یک مجوز شخصی، جهانی، بدون حق امتیاز، غیرقابل انتقال و غیر انحصاری برای استفاده از نرم‌افزار ارائه شده به **شما** به عنوان بخشی از سرویس به شما ارائه می‌دهد. این مجوز به تنها هدف امکان استفاده و لذت بردن از مزایای سرویس به‌طور فراهم شده توسط **Vulk**، به نحوی که توسط **شرایط** مجاز باشد، داده شده است.

**شما** نمی‌توانید \\(و **شما** نمی‌توانید به هیچ کس دیگر اجازه دهید\\): \\(الف\\) کپی، تغییر، ایجاد یک اثر مشتق از، مهندسی معکوس، رمزگشایی یا به طور دیگر تلاش برای...
`
