import type { SimpleIconFeature, IconFeature, BaseFeature } from '/@src/types'

export const mobileAppFeatures: IconFeature[] = [
  {
    title: 'ترک مسیر',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'primary',
    icon: 'ph:paw-print-duotone',
    link: '/',
  },
  {
    title: 'ترم پرفورمنس',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'green',
    icon: 'ph:lightning-duotone',
    link: '/',
  },
  {
    title: 'مربی شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'info',
    icon: 'ph:chats-circle-duotone',
    link: '/',
  },
  {
    title: 'توصیه‌های روزانه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'purple',
    icon: 'ph:crown-duotone',
    link: '/',
  },
  {
    title: 'مدیریت کالری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'yellow',
    icon: 'ph:cake-duotone',
    link: '/',
  },
  {
    title: 'ترک ضربان قلب',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'red',
    icon: 'ph:heartbeat-duotone',
    link: '/',
  },
  {
    title: 'اشتراک گذاری',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'success',
    icon: 'ph:messenger-logo-duotone',
    link: '/',
  },
  {
    title: 'داشبورد دسکتاپی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    color: 'orange',
    icon: 'ph:circles-four-duotone',
    link: '/',
  },
]

export const runningFeature: SimpleIconFeature[] = [
  {
    title: 'چالش‌های روزانه',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:sparkle-duotone',
  },
  {
    title: 'نکات غذایی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:hamburger-duotone',
  },
  {
    title: 'پرفورمنس لایو',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:lightning-duotone',
  },
  {
    title: 'توصیه‌های اتوماتیک',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:chat-teardrop-text-duotone',
  },
]

export const reportFeature: SimpleIconFeature[] = [
  {
    title: 'گزارشات شخصی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:chart-bar-duotone',
  },
  {
    title: 'تاریخچه لایف تایم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:clock-duotone',
  },
  {
    title: 'جوایز',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:crown-duotone',
  },
  {
    title: 'کسب شده‌ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    icon: 'ph:star-duotone',
  },
]

export const dashboardFeature: BaseFeature[] = [
  {
    title: 'خلاق',
    text: 'استفاده از برنامه ما بسیار شهودی و ساده است، حتی برای کاربرانی که از فناوری آگاه هستند.',
  },
  {
    title: 'قدرتمند',
    text: 'ما همه چیز مهم برای محاسبه سبک زندگی بهینه شما را جمع‌آوری می‌کنیم.',
  },
  {
    title: 'سالم',
    text: 'اپلیکیشن ما بر حفظ سلامتی شما تمرکز دارد، مهم نیست که چه سبک زندگی‌ای دارید.',
  },
]

export const workoutTimeline = [
  {
    icon: 'ph:device-mobile-camera-duotone',
    title: 'اپ را نصب کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
  },
  {
    icon: 'ph:user-circle-plus-duotone',
    title: 'پروفایل خود را بسازید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
  },
  {
    icon: 'ph:circles-three-duotone',
    title: 'یک برنامه انتخاب کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
  },
  {
    icon: 'ph:confetti-duotone',
    title: 'موفقیت را پیدا کنید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. هرچند که من می‌بینم تو به‌ندرت دلسرد شده‌ای.',
  },
]

export const workoutPricingPlans = [
  {
    name: 'استاندارد',
    icon: 'ph:parachute-duotone',
    price: {
      monthly: 19,
      yearly: 6500000,
    },
    features: [
      'برنامه‌های ویژه',
      'ادغام در اجتماع',
      'شبکه‌های اجتماعی',
      'هر ماه ۲ ساعت مربیگری',
      'رویدادهای لایو',
    ],
    featured: false,
  },
  {
    name: 'پرمیوم',
    icon: 'ph:rocket-duotone',
    price: {
      monthly: 39,
      yearly: 12000000,
    },
    features: [
      'برنامه‌های شخصی',
      'استریم لایو',
      'صفحه شخصی',
      '۱۰ ساعت مربیگری در ماه',
      'دعوت‌های VIP',
    ],
    featured: false,
  },
]

export const workoutTestimonials = [
  {
    id: 0,
    name: 'گرگ نورتون',
    picture: '/assets/demo/img/bg/greg-avatar.png',
    cover: '/assets/demo/img/bg/greg-cover-night.png',
    quote: 'این اپ زندگی مرا تغییر داد',
    subquote: 'گرگ با استفاده روزانه از اپلیکیشن ما 16 کیلوگرم وزن کم کرد.',
  },
  {
    id: 1,
    name: 'جین اسمیث',
    picture: '/assets/demo/img/bg/jane-avatar.png',
    cover: '/assets/demo/img/bg/jane-cover-teal.png',
    quote: 'الان حس بهتری دارم',
    subquote: 'جین با استفاده روزانه از اپلیکیشن ما ۵ کیلوگرم وزن کم کرد.',
  },
  {
    id: 2,
    name: 'اندرس گبزا',
    picture: '/assets/demo/img/bg/andres-avatar.png',
    cover: '/assets/demo/img/bg/andres-cover-yellow.png',
    quote: 'لایف استایل جدیدم رو دوست دارم',
    subquote: 'جین با استفاده روزانه از اپلیکیشن ما ۲ کیلوگرم وزن کم کرد.',
  },
  {
    id: 3,
    name: 'یپکپ میبا',
    picture: '/assets/demo/img/bg/yuko-avatar.png',
    cover: '/assets/demo/img/bg/yuko-cover-orange.png',
    quote: 'استفاده از این سرویس لذت بخشه',
    subquote: 'جین با استفاده روزانه از اپلیکیشن ما ۱ کیلوگرم وزن کم کرد.',
  },
]

export const workoutFaq = {
  left: [
    {
      title: 'قیمت آن چند است؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا واقعاً جایی کار می‌کند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'چه تفاوتی با سایر ابزارها دارد؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
  right: [
    {
      title: 'می‌تونم دوستام رو اضافه کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'آیا می‌توانم آن را به صورت رایگان امتحان کنم؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
    {
      title: 'مربیان شما چه کسانی هستند؟',
      content:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
    },
  ],
}
