export const markdownObject = `
لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟

#### پلنی را برگزینید

لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. اما او احساس لذت را تحریک می‌کند. این موضوع در عمل ما قرار ندارد. آیا نخستین چیزی که در اختیار ماست، چیزی است که به یاد می‌آوریم؟ دو پادشاه: ساختار اینترنتی. پاسخ‌ها از آخر به ابتدا، و از وسط به هر دو سمت، همه‌چیز برای همه. آیا باید با خنده به‌جای سخنرانی، از بین برد؟

*   قیمت گذاری رقابتی
*   قیمت گذاری شرکتی

#### فعال‌سازی حساب کاربری

لورم ایپسوم دلار سیت آمیت، کنسکتاتور آدیپیسینگ الیت. ایام استابیلم اپللاس. کنفرم تکم، کوام کوئیکوئه ورسو رم سوبیسیاس.









لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟

#### اجرای راه‌انداز اولیه

لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این‌ها را باید با دقت و توجه به تو بسپارم.

*   ثبت یک شرکت
*   افزودن اعضا به تیم
*   شروع به کار
`

export const helpCenterTopics = [
  {
    icon: 'ph:files-duotone',
    iconColor: 'primary',
    title: 'مستندات',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    icon: 'ph:atom-duotone',
    iconColor: 'success',
    title: 'راهنمای کاربر',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    icon: 'ph:swap-duotone',
    iconColor: 'secondary',
    title: 'رابط برنامه نویسی کاربردی',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
  {
    icon: 'ph:circles-three-duotone',
    iconColor: 'warning',
    title: 'کامپوننت‌ها',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    link: '/',
  },
]

export const helpCenterCategories = [
  {
    slug: 'welcome-category',
    icon: 'ph:hand-waving-duotone',
    iconColor: 'yellow',
    name: 'خوش‌آمدید',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'ادوین تیلور',
        picture: '/assets/demo/img/avatars/19.jpg',
      },
      {
        name: 'هلن میلر',
        picture: '/assets/demo/img/avatars/42.jpg',
      },
      {
        name: 'جیک رولند',
        picture: '/assets/demo/img/avatars/25.jpg',
      },
    ],
    articles: [
      {
        slug: 'making-your-first-steps',
        title: 'شروع به کار',
        subtitle: 'شروع به ساخت با برداشتن اولین گام‌ها',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'configuration-options',
        title: 'اختیارات پیکربندی',
        subtitle: 'Explore configuration options based on your requirements',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'دو روز پیش',
        author: {
          name: 'ادوین تیلور',
          picture: '/assets/demo/img/avatars/19.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-an-account',
        title: 'ایجاد یک اکانت',
        subtitle: 'حساب کاربری را با پر کردن فیلدهای ضروری بسازید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '۳ هفته پیش',
        author: {
          name: 'هلن میلر',
          picture: '/assets/demo/img/avatars/42.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-a-company',
        title: 'ایجاد یک شرکت',
        subtitle: 'حساب شرکتی را بسازید و محصولات را معرفی کنید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '۳ هفته پیش',
        author: {
          name: 'هلن میلر',
          picture: '/assets/demo/img/avatars/42.jpg',
        },
        content: markdownObject,
      },
    ],
  },
  {
    slug: 'project-module-category',
    icon: 'ph:folder-simple-dotted-duotone',
    iconColor: 'success',
    name: 'ماژول پروژه‌ها',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'جیک رولند',
        picture: '/assets/demo/img/avatars/25.jpg',
      },
      {
        name: 'هلن میلر',
        picture: '/assets/demo/img/avatars/42.jpg',
      },
    ],
    articles: [
      {
        slug: 'creating-a-project',
        title: 'ایجاد پروژه',
        subtitle: 'ایجاد اولین پروژه و افزودن وظابف',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک ماه پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'managing-tasks',
        title: 'مدیریت وظایف',
        subtitle: 'مدیریت وظایف و محول نمودن و تفکیک آنها',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'هلن میلر',
          picture: '/assets/demo/img/avatars/42.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'uploading-attachments',
        title: 'بارگذاری ضمایم',
        subtitle: 'آپلود اسناد، تصویر و ویدیو',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '۲ هفته پیش',
        author: {
          name: 'هلن میلر',
          picture: '/assets/demo/img/avatars/42.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'managing-user-access',
        title: 'مدیریت دسترسی کاربر',
        subtitle: 'مدیریت مجوز و دسترسی کاربر',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'configuring-a-gantt-view',
        title: 'پیکربندی نمودار گانت',
        subtitle: 'با مشاهده نمودار گانت بهتر پلن بریزید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
    ],
  },
  {
    slug: 'sales-module-category',
    icon: 'ph:t-shirt-duotone',
    iconColor: 'secondary',
    name: 'ماژول فروش',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'کریستینا چو',
        picture: '/assets/demo/img/avatars/29.jpg',
      },
      {
        name: 'اینا ولکوو',
        picture: '/assets/demo/img/avatars/52.jpg',
      },
      {
        name: 'پیت جکسون',
        picture: '/assets/demo/img/avatars/45.jpg',
      },
    ],
    articles: [
      {
        slug: 'setting-up-cutomer-payments',
        title: 'تنظیمات پرداخت مشتری',
        subtitle: 'نحوه راه‌اندازی درگاه پرداخت را یاد بگیرید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '3 هفته پیش',
        author: {
          name: 'کریستینا چو',
          picture: '/assets/demo/img/avatars/29.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'configuring-customer-registration',
        title: 'ثبت نام مشتری را پیکربندی کنید',
        subtitle: 'نحوه ثبت نام کاربر در فروشگاه را پیکربندی کنید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'پیت جکسون',
          picture: '/assets/demo/img/avatars/45.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'adding-products',
        title: 'افزودن محصولات',
        subtitle: 'افزودن اولین محصولات در کاتالوگ',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '3 روز پیش',
        author: {
          name: 'کریستینا چو',
          picture: '/assets/demo/img/avatars/29.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-product-variants',
        title: 'ایجاد تنوع محصولات',
        subtitle: 'برداشتن اولین قدم‌ها',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'اینا ولکوو',
          picture: '/assets/demo/img/avatars/52.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'managing-product-variants',
        title: 'مدیریت تنوع محصولات',
        subtitle: 'برداشتن اولین گام‌ها',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'اینا ولکوو',
          picture: '/assets/demo/img/avatars/52.jpg',
        },
        content: markdownObject,
      },
    ],
  },
  {
    slug: 'marketing-module-category',
    icon: 'ph:megaphone-simple-duotone',
    iconColor: 'info',
    name: 'ماژول مارکتینگ',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'مایک ویلسون',
        picture: '/assets/demo/img/avatars/51.jpg',
      },
      {
        name: 'ادی بریکز',
        picture: '/assets/demo/img/avatars/49.jpg',
      },
      {
        name: 'جیک رولند',
        picture: '/assets/demo/img/avatars/25.jpg',
      },
    ],
    articles: [
      {
        slug: 'collecting-campaign-audience',
        title: 'هدف‌گذاری مخاطبان کمپین',
        subtitle: 'یاد بگیرید چگونه بازدیدکنندگان را مشترک کنید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک روز پیش',
        author: {
          name: 'مایک ویلسون',
          picture: '/assets/demo/img/avatars/51.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-customer-segments',
        title: 'ایجاد سگمنت مشتری',
        subtitle: 'در مورد سگمنت مشتری بیشتر بدانید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '2 هفته پیش',
        author: {
          name: 'مایک ویلسون',
          picture: '/assets/demo/img/avatars/51.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'run-your-first-campaign',
        title: 'ایجاد اولین کمپین',
        subtitle: 'اولین کمپین را راه‌اندازی و اجرا کنید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'ادی بریکز',
          picture: '/assets/demo/img/avatars/49.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-a-custom-template',
        title: 'ایجاد قالبی دلخواه',
        subtitle: 'با المنت‌های دلخواه خود اولین قالب ایمیل را بسازید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
    ],
  },
  {
    slug: 'production-module-category',
    icon: 'ph:factory-duotone',
    iconColor: 'warning',
    name: 'ماژول محصول سازی',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'سارا گلر',
        picture: '/assets/demo/img/avatars/30.jpg',
      },
    ],
    articles: [
      {
        slug: 'creating-a-production-unit',
        title: 'ایجاد یک واحد تولید',
        subtitle: 'نحوه ایجاد و مدیریت واحد تولید را یاد بگیرید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک ساعت پیش',
        author: {
          name: 'سارا گلر',
          picture: '/assets/demo/img/avatars/30.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'creating-a-supply-chain',
        title: 'ایجاد زنجیره تامین',
        subtitle: 'نحوه ایجاد مدیریت زنجیره تامین را یاد بگیرید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک روز پیش',
        author: {
          name: 'سارا گلر',
          picture: '/assets/demo/img/avatars/30.jpg',
        },
        content: markdownObject,
      },
    ],
  },
  {
    slug: 'delivery-module-category',
    icon: 'ph:truck-duotone',
    iconColor: 'purple',
    name: 'ماژول ارسال',
    text: 'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
    contributors: [
      {
        name: 'جیک رولند',
        picture: '/assets/demo/img/avatars/25.jpg',
      },
      {
        name: 'ادوین تیلور',
        picture: '/assets/demo/img/avatars/19.jpg',
      },
      {
        name: 'هلن میلر',
        picture: '/assets/demo/img/avatars/42.jpg',
      },
    ],
    articles: [
      {
        slug: 'creating-your-fleet',
        title: 'ایجاد ناوگان شما',
        subtitle: 'مدیریت و قوانین خود را برپا کنید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '5 روز پیش',
        author: {
          name: 'هلن میلر',
          picture: '/assets/demo/img/avatars/42.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'adding-vehicles',
        title: 'افزودن حمل و نقل',
        subtitle: 'ورود به مدیریت ناوگان وسایل نقلیه',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: 'یک هفته پیش',
        author: {
          name: 'جیک رولند',
          picture: '/assets/demo/img/avatars/25.jpg',
        },
        content: markdownObject,
      },
      {
        slug: 'track-your-fleet',
        title: 'ردیابی ناوگان خود',
        subtitle: 'نحوه ردیابی موثر ناوگان را یاد بگیرید',
        abstract:
          'لورم ایپسوم دولور سیت امت، کانسکتتور آدیپیسینگ الیت. این جمله از زنون، فیلسوف رواقی است. آن فرد گفت: هیچ‌کدام از این‌ها. بلکه به نوعی دیگر؛ برای من کافی است، اما برای خودشان کافی نیست. سپس پیسو به من گفت: پس چه؟ چرا؟',
        updated: '8 ساعت پیش',
        author: {
          name: 'ادوین تیلور',
          picture: '/assets/demo/img/avatars/19.jpg',
        },
        content: markdownObject,
      },
    ],
  },
]
