export const values = [
  {
    id: 0,
    image: '/assets/illustrations/about/plant-4.svg',
    darkImage: '/assets/illustrations/about/plant-4.svg',
    title: 'ماموریت ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 1,
    image: '/assets/illustrations/about/plant-5.svg',
    darkImage: '/assets/illustrations/about/plant-5.svg',
    title: 'چشم انداز ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 3,
    image: '/assets/illustrations/about/plant-6.svg',
    darkImage: '/assets/illustrations/about/plant-6.svg',
    title: 'ارزش های ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
]

export const plantValues = [
  {
    id: 0,
    image: '/assets/illustrations/about/plant-1.svg',
    darkImage: '/assets/illustrations/about/plant-1.svg',
    title: 'ماموریت ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 1,
    image: '/assets/illustrations/about/plant-2.svg',
    darkImage: '/assets/illustrations/about/plant-2.svg',
    title: 'چشم انداز ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 3,
    image: '/assets/illustrations/about/plant-3.svg',
    darkImage: '/assets/illustrations/about/plant-3.svg',
    title: 'ارزش های ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
]

export const vegetalValues = [
  {
    id: 0,
    image: '/assets/illustrations/about/plant-4.svg',
    darkImage: '/assets/illustrations/about/plant-4.svg',
    title: 'ماموریت ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 1,
    image: '/assets/illustrations/about/plant-10.svg',
    darkImage: '/assets/illustrations/about/plant-10.svg',
    title: 'چشم انداز ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
  {
    id: 3,
    image: '/assets/illustrations/about/plant-8.svg',
    darkImage: '/assets/illustrations/about/plant-8.svg',
    title: 'ارزش های ما',
    content:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است',
  },
]

export const iconValues = [
  {
    icon: 'ph:dog-duotone',
    title: 'ما انسانیم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
    color: 'primary',
  },
  {
    icon: 'ph:brain-duotone',
    title: 'ما متمرکزیم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
    color: 'success',
  },
  {
    icon: 'ph:rocket-duotone',
    title: 'ما مولدیم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
    color: 'yellow',
  },
  {
    icon: 'ph:pinwheel-duotone',
    title: 'ما خلاقیم',
    text: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می‌باشد.',
    color: 'orange',
  },
]
