import type { PostItem } from '/@src/components/advanced/blog/blog-grid-item/BlogGridItem.vue'

export const post: PostItem = {
  id: 7,
  image: '/assets/posts/post-1.svg',
  title: 'چگونه سه بعدی و واقعیت افزوده دنیای ما را تغییر می‌دهند',
  category: 'فناوری',
  abstract:
    'In 2022, ecommerce is thriving like never before, and Amazon is the leading marketplace. If you’re...',
  date: '17 مرداد ۱۴۰۳',
  duration: 2,
  views: '3.1k',
  author: {
    photo: '/assets/demo/img/avatars/45.jpg',
    name: 'مایک ویلسون',
    role: 'برنامه‌نویس وب',
  },
  related: [
    {
      id: 1,
      image: '/assets/posts/post-2.svg',
      title: 'هنگام آماده شدن برای مصاحبه با استرس مبارزه کنید',
      abstract:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
      views: '۱،۱ هزار',
      category: 'مشاغل',
      date: '17 مرداد ۱۴۰۳',
      duration: 2,
      author: {
        photo: '/assets/demo/img/avatars/42.jpg',
        role: 'Author',
        name: 'هلن میلر',
      },
      content:
        '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
    },
    {
      id: 2,
      image: '/assets/posts/post-3.svg',
      title:
        '۳ نکته که به شما کمک می‌کند مسئولیت پذیری خود را در محیط زیست افزایش دهید',
      abstract:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
      views: '۱،۲ هزار',
      category: 'بوم شناسی',
      date: '17 مرداد ۱۴۰۳',
      duration: 2,
      author: {
        photo: '/assets/demo/img/avatars/30.jpg',
        role: 'Author',
        name: 'ملانیه گرولز',
      },
      content:
        '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
    },
    {
      id: 3,
      image: '/assets/posts/post-4.svg',
      title: '۵ نکته و استراتژی حرفه ای برای کاهش کار بیشتر',
      abstract:
        'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است.',
      views: '۱،۴ هزار',
      category: 'تجارت',
      date: '17 مرداد ۱۴۰۳',
      duration: 2,
      author: {
        photo: '/assets/demo/img/avatars/17.jpg',
        role: 'Author',
        name: 'اسپرانزا پاراژیو',
      },
      content:
        '<p> امروزه، سرمایه‌گذاری در تبلیغات بخشی جدایی‌ناپذیر از هزینه‌های کسب‌وکار است، اما اگر نتایج تبلیغات زمان زیادی برای ظهور نیاز داشته باشد، می‌تواند شما را در چالشی قرار دهد که رهایی از آن دشوار است. بسیاری از کسب‌وکارهای کوچک برای حل این مشکل دقیقاً به وولک مراجعه می‌کنند - برای بهبود عملکرد تبلیغات خود در هنگام افزایش هزینه تبلیغات آمازون.. </p>',
    },
  ],
  content:
    '<p>شرکت‌هایی مانند اپل و گوگل در حال سرمایه‌گذاری مقادیر زیادی سرمایه در فناوری واقعیت افزوده (AR) هستند. شور و شوق بازی پوکمون گو در جولای ۲۰۱۶ نمونه‌ای از تأثیر واقعیت افزوده بر زندگی ما بود. اما آیا واقعیت افزوده واقعاً اینقدر زندگی ما را تغییر خواهد داد؟ آیا واقعیت افزوده پتانسیل این را دارد که به یک فناوری تحول‌آفرین تبدیل شود که نحوه زندگی ما را به کلی تغییر دهد؟</p><p>من با ۳۹ کارشناس در زمینه واقعیت افزوده تماس گرفتم تا به اشتراک بگذارند که چگونه واقعیت افزوده می‌تواند زندگی ما را تغییر دهد. این‌ها ایده‌هایی هستند که آن‌ها به اشتراک گذاشته‌اند.</p><h2>دوقلوهای دیجیتال به شرکت‌ها کمک می‌کنند مشکلات و فرصت‌ها را ببینند</h2><p>به گفته تیمو الیوت، مبلّغ نوآوری در SAP، "فناوری دوقلوی دیجیتال که از مدل‌های سه‌بعدی دقیق مجازی و واقعیت افزوده استفاده می‌کند، نحوه درک شرکت‌ها از نیازهای مشتری، بهبود مداوم محصولات و خدمات آن‌ها و شناسایی مدل‌های کسب‌وکار جدید را دگرگون خواهد کرد. به عنوان مثال، زمانی که یک کارمند در یک شرکت انرژی با مزارع بادی در نروژ مشکلی را شناسایی می‌کند، او می‌تواند یک جفت عینک واقعیت مجازی بپوشد، مشکل را «تصور» کند و آن را با استفاده از دوقلوهای دیجیتال برطرف کند، بدون نیاز به اعزام تیم تعمیر به محل. همراه با سایر فناوری‌ها مانند هوش مصنوعی برای شناسایی تصویر، شرکت‌ها می‌توانند ایجاد، نظارت و نگهداری سیستم‌های پیچیده را بهینه کنند. دوقلوهای دیجیتال به بخشی از عملیات روزانه در زمینه‌هایی به تنوع نگهداری ساختمان تا نظارت بر بیماران مبتلا به بیماری قلبی تبدیل خواهند شد."</p><h2>واقعیت افزوده و اطلاعات زمینه‌ای مبتنی بر موبایل</h2><p>«یکی از راه‌هایی که واقعیت افزوده جهان اطراف ما را به چالش می‌کشد، اطلاعات زمینه‌ای مبتنی بر موبایل است که از شبکه گسترده دستگاه‌های موبایل متصل به اینترنت امروز بهره می‌برد. سیستم‌های واقعیت افزوده موبایل نوآورانه و قابل توجه هستند زیرا تجربه کاربر را به صورت واقعی دگرگون می‌کنند. هر موقعیت و محیطی را به سطح بعدی می‌برد و سرنخ‌های زمینه‌ای کاربر را که از سنسورها تولید می‌شوند بدون نیاز به جستجوی دستی، وارد می‌کند. به دلیل این پیچیدگی، ممکن است چالش‌هایی برای دستگاه‌های موبایل وجود داشته باشد که بتوانند فناوری مورد نیاز برای این کار را پردازش کنند. ما انتظار داریم این موضوع در پنج سال آینده به نتیجه برسد.» — ویشوا رانجان، رئیس واقعیت افزوده و واقعیت مجازی در Infosys.</p><h2>تغییر نحوه بازی خانواده‌ها با یکدیگر توسط واقعیت افزوده</h2><p>تقریباً غیرممکن است که از بحث درباره زمان استفاده از صفحه نمایش برای کودکان فرار کنیم. سال‌هاست که این موضوع به یک نگرانی تبدیل شده است - بزرگسالان فکر می‌کنند که کودکان امروزی بیشتر زمان خود را در مقابل صفحه نمایش‌ها می‌گذرانند و "دنیای واقعی" را پشت سر می‌گذارند. اکنون، ما در مراحل اولیه بازنگری در جدایی توجه بین فضاهای بازی هستیم، برای استفاده از صفحه نمایش دو بعدی سنتی و پیدا کردن راه‌های جدیدی برای برانگیختن بچه‌های دیجیتالی خود برای فعالیت‌های فیزیکی. این چالش واقعی امروز است… چگونه می‌توانیم تجربیات همه‌جانبه‌ای ایجاد کنیم که فیزیکی و دیجیتالی به طور یکپارچه همگام شوند؟ واقعیت افزوده در حال حاضر خود را به عنوان یک واقعیت روزمره برای مصرف‌کننده معمولی قرار می‌دهد، و اگر به ثبت اختراعات نگاه کنید، فشار زیادی به سمت عینک‌های واقعیت افزوده وجود دارد که به احتمال زیاد گام بعدی بزرگ در پوشیدنی‌ها خواهد بود. این تغییر در نحوه تفکر ما درباره موبایل به عنوان یک شیء در دست ما به یک اقدام و طرز فکر برای هر دو والدین و کودکان تبدیل خواهد شد تا با هم در بازی‌های مبتنی بر مکان و داستانی خارج از خانه بازی کنند.» — اریک رایلی، مدیر عامل Reillyworks | عضو بنیان‌گذار USC Annenberg Innovation Lab.</p><h2>دسترسی به اطلاعات درست در زمان مناسب، هر زمان، در هر مکان</h2><p>مایکل مارتوچیا، استراتژیست همه‌جانبه و همکار ارشد Booz Allen Hamilton، این افکار را در مورد نحوه تغییر واقعیت افزوده (AR) و سایر فناوری‌های همه‌جانبه در جهان به اشتراک گذاشت:</p><p>فناوری‌های واقعیت افزوده (AR) دسترسی به اطلاعات درست در زمان مناسب، هر زمان و هر کجا را فراهم خواهند کرد.</p><p>این فناوری‌ها به مردم این امکان را می‌دهد که از هر مکانی به گذشته سفر کنند، با استفاده از یک هدست ساده یا دستگاه همه‌جانبه دیگر، تجربه‌های آموزشی و مسافرتی را تقویت کنند.</p><p>واقعیت افزوده درک افراد از واقعیت را بهبود می‌بخشد، با توانایی تغییر دیدها برای حذف یا اضافه کردن داده‌ها، سناریوها و عناصر دیگر از نظر بصری و صوتی.</p><p>و «آنچه می‌بینید همان چیزی است که به دست می‌آورید» به عنوان یک هنجار جدید برای خرید تبدیل خواهد شد، زیرا مصرف‌کنندگان می‌توانند در هر زمان و هر مکان هر چیزی را ببینند و تقاضا کنند.</p><h2>واقعیت افزوده مدیریت را در هر صنعتی متحول خواهد کرد</h2><p>واقعیت افزوده نحوه انجام کار مدیران را در هر صنعتی تغییر خواهد داد، طبق گفته سایمون رایت، توسعه‌دهنده واقعیت افزوده/واقعیت مجازی در Genesys. تصور کنید که مدیران با یک نمایشگر به سبک خلبان جنگنده جلوی چشمان خود در حال گشت و گذار در محیط کار هستند. مدیران می‌توانند بلافاصله داده‌های عملکردی را برای کمک به کارمندان در حل مسائل دشوار، یا شناسایی کارمندانی که از روند کار عقب مانده‌اند، بخوانند. این واقعیت افزوده مشکلات را در زمان واقعی شناسایی کرده و به مدیر نشان می‌دهد که کجا باید زمان و تلاش خود را برای بهترین نتایج صرف کند. این واقعیت افزوده به مدیران همزمان "ابرقدرت‌های" مشاهده‌ای و تحلیلی می‌دهد.</p><h2>جایگزینی دفترچه‌های راهنما با دستورالعمل‌های زمان واقعی از طریق برنامه‌های واقعیت افزوده</h2><p>«واقعیت افزوده آماده است تا دفترچه‌های راهنما را منسوخ کند. دفترچه‌های کاغذی نیاز به تفسیر کلمات و تصاویر گرافیکی دارند. برنامه‌های واقعیت افزوده، چه از طریق هدست یا گوشی‌های هوشمند، اشیاء را شناسایی کرده و دستورالعمل‌های متنی و/یا ویدیویی را پوشش می‌دهند. عینک‌های واقعیت افزوده بهترین تجربه را از این لحاظ ارائه می‌دهند و امکان مشاهده دستورالعمل‌های زمان واقعی به صورت بدون دست و همگام با اقدام کاربر را فراهم می‌کنند. موارد اولیه استفاده از این فناوری شامل اسباب‌بازی‌های شبیه لگو و مبلمان ساختنی مانند IKEA خواهد بود.» — دکتر یو فی، مدیر ارشد فناوری uSens، یک شرکت مستقر در سیلیکون ولی که نرم‌افزار و سخت‌افزار ردیابی حرکات برای کاربردهای واقعیت افزوده/واقعیت مجازی ایجاد می‌کند.</p>',
}
